[{"doc_id":"d282b79ca6f7cafe79c135b5d21101eb54312651","title":"Understanding Epidemic Data and Statistics: A case study of COVID-19","relevant_section":"Human coronaviruses (HCoV) which causes gastrointestinal and respiratory tract infections, were first introduced by the discovery of HCoV-229E and HCoV-OC43, from the nasal cavities of human patients with the common cold, in 1960s (Myint, 1994 1 4 ). The name refers to the morphology of the virus, when viewed under 2D transmission electron microscopy (large pleomorphic spherical particles with bulbous surface) and stems from the Latin word \"corona\", meaning \"crown\" (Goldsmith et al., 2004 5 ) . Concerning the risk factor, HCoVs vary significantly; from the relatively harmless ones (i.e., common cold) to the most lethal ones (MERS-CoV, with more than 30% mortality rate in the infected) (Fehr & Perlman, 2015 6 ). CoVs spread during cold seasons and cause colds with major symptoms, i.e., fever, sore throat, and less commonly pneumonia and bronchitis for the more aggressive strains. To date, there are no vaccines or antiviral drugs capable of preventing or treating HCoV infections (Fehr & To date, several outbreaks of coronavirus-related diseases have been reported. Severe acute respiratory syndrome-or SARS was the first coronavirus-related outbreak, starting in Guangdong, China, in November 2002, and spread to a total of 29 territories, including Hong Kong, Taiwan, Canada, Singapore, Vietnam, and the United States, within 9 months. It infected a total of 8,098 people and killed 774 worldwide (Smith, 2006 9 ). The second coronavirus-related outbreak happened in the Middle East in April 2012, officially named Middle East Respiratory Syndrome or MERS. This virus was first identified in a patient from Saudi Arabia, and later, MERS affected several other countries, including Saudi Arabia, South Korea, United Arab Emirate, Jordan, Qatar, and Oman. Overall resulting with infections in 24 countries, with over 1,000 cases and over 400 deaths (Organization 10 ). The outbreak of MERS happened again in South Korea, supposedly from a traveler from Middle East. It happened during May and July 2015, and infected a total of 186 individuals, with a death toll of 36 (Organization, 2015 11 ). After 3 years in August 2018, the next MERS outbreak happened in countries on the Arabian Peninsula, and resulted in almost 147 infected people and the death of 47. The MERS outbreak had been reported in Saudi Arabia, United Kingdom, and South Korea. In Dec 2019, a pneumonia outbreak was reported in Wuhan, China, and on Dec 31, it was attributed to a new strain of HCoV, first named as 2019-nCoV by World Health Organization (WHO), and later renamed to SARS-CoV-2 by the International Committee on Taxonomy of Viruses. Almost 2 weeks later, on Jan. 11, 2020, Chinese state media reported the first fatality from the new discovered virus, that led to infection of dozens more. As of Jan 20, multiple countries reported their first cases, including Japan, South Korea and Thailand. The first confirmed case in the United States came the very next day in Washington State. Continuing its spread, Coronavirus presence was confirmed throughout the month of February in the Philippines (Feb 2), France (Feb 14), Iran (Feb 21), and as reports started in Italy on Feb 23; many more Europeans countries followed suit, reporting their first confirmed cases. As of this writing, the coronavirus has affected 115 countries, out of more than 118,000 confirmed cases, around 4,000 people have lost their lives. With China, Italy, Iran, and South Korea experiencing the worst cases of outbreaks and showing no sign of alleviation, the 2019-2020 outbreak of COVID-19 is now officially recognized as a pandemic by WHO. An outbreak or epidemic often refers to a sudden increase in the occurrence of an infectious disease, in a particular time and place. Pandemics are near-global epidemic outbreaks, where multiple countries across the world are involved (Green et al., 2002 12 ). The mentioned rapid trend of spread prompts a lot of concerns and questions such as; \"How fast is the virus spreading?\", \"which policies or efforts could control the disease better?\", and \"what is the main difference of COVID-19 outbreak with pervious epidemics?\" Fortunately, the daily case detection changes are available and can be tracked almost in real time on the website provided by authors (http:\/\/iuwa.ir\/corona\/). The aim of this study is to provide the transmission trend from China to other countries and to report the daily confirmed cases, case fatalities and surveillance in every countries from the first day of outbreak until March 4th. Also, to evaluate the effect of each government policies in controlling the outbreak of COVID-19.","risk_factor":[],"design":["outbreak","outbreak","outbreak","outbreak","outbreak","outbreak","outbreak","outbreak","outbreak","outbreak","outbreak","outbreak","outbreak","outbreak"],"rank":29.7,"doi":"10.1101\/2020.03.15.20036418","abstract":"The 2019-Novel-Coronavirus (COVID-19) has affected 115 countries and out of more than 118,000 confirmed cases. Understanding the transmission dynamics of the infection in each country which affected on a daily basis and evaluating the effectiveness of control policies is critical for our further actions. To date, the statistics of COVID-10 reported cases show more than 80 percent of infected had a mild case of disease, while around 14 percent of infected experienced a severe one and about 5 percent are categorized as critical disease victims. Today's report (2020-03-12; daily updates in the prepared website) shows the confirmed cases of COVID-19 in China, South Korea, Italy, and Iran are 80932, 7869, 12462 and 10075; respectively. Calculating the total Case Fatality Rate (CFR) of Italy (2020-03-04), about 7.9% of confirmed cases passed away. Compared to South Korea's rate of 0.76% (10% lower than Italy) and China's 3.8% (50% lower than Italy), the CFR of Italy is too high. There are some effective policies that yield significant changes in the trend of cases. The lockdown policy in china and Italy (the effect observed after 11 days), Shutdown of all non-essential companies in Hubei (the effect observed after 5 days), combined policy in South Korea and reducing working hours in Iran.","publish_time":"2020-03-18","authors":"Amirhoshang Hoseinpour Dehkordi; Majid Alizadeh; Pegah Derakhshan; Peyman Babazadeh; Arash Jahandideh","journal":null,"text_body":"biorxiv_medrxiv"},{"doc_id":"dafa879852c6f4a9a328debdd27f37fefe876ece","title":"Clinical, laboratory and imaging features of COVID-19: A systematic review and meta-analysis","relevant_section":"After the development of this systematic review (SR), and even availability on a preprint server, online Feb. 25, 2020 (https:\/\/www. preprints.org\/manuscript\/202002.0378\/v3); a brief systematic review and meta-analysis, only addressing few variables, such as fever, cough, muscle soreness or fatigue, ARDS, abnormal chest CT, patients in critical condition and death of patients with COVID-19, was published (Feb. 28, 2020) [58] . This review was based on ten studies, using a random effect model, as we did. On March 12, 2020 (two days before the proofs correction of this article), another systematic review was electronically published ahead at International Journal of Infectious Diseases (https:\/\/doi.org\/10.1016\/j.ijid.2020.03.017), assessing the prevalence of comorbidities in the COVID-19 infection patients and the risk of underlying diseases in severe patients compared to non-severe patients. They found similar results: fever (91%, 95%CI 86-97%), followed by cough (67%, 95%CI 59-76%), fatigue (51%, 95%CI 34-68%), and dyspnea (30%, 95%CI 21-40%). The most prevalent comorbidity were hypertension (17%, 95%CI 14-22%), and diabetes (8%, 95%CI 6-11% ), followed by cardiovascular diseases (5%, 95%CI 4-7%), and respiratory system disease (2%, 95%CI 1-3%). They did not assessed other clinical manifestations, nor any laboratory or imaging findings, nor complications.","risk_factor":["diabete","comorbidit","comorbidit","hyperten"],"design":["systematic review ","systematic review ","systematic review ","analysi","meta-analysis","model"],"rank":25.2,"doi":"10.1016\/j.tmaid.2020.101623","abstract":"Abstract Introduction An epidemic of Coronavirus Disease 2019 (COVID-19) began in December 2019 in China leading to a Public Health Emergency of International Concern (PHEIC). Clinical, laboratory, and imaging features have been partially characterized in some observational studies. No systematic reviews on COVID-19 have been published to date. Methods We performed a systematic literature review with meta-analysis, using three databases to assess clinical, laboratory, imaging features, and outcomes of COVID-19 confirmed cases. Observational studies and also case reports, were included, and analyzed separately. We performed a random-effects model meta-analysis to calculate the pooled prevalence and 95% confidence interval (95%CI). Results 660 articles were retrieved for the time frame (1\/1\/2020-2\/23\/2020). After screening, 27 articles were selected for full-text assessment, 19 being finally included for qualitative and quantitative analyses. Additionally, 39 case report articles were included and analyzed separately. For 656 patients, fever (88.7%, 95%CI 84.5–92.9%), cough (57.6%, 40.8–74.4%) and dyspnea (45.6%, 10.9–80.4%) were the most prevalent manifestations. Among the patients, 20.3% (95%CI 10.0–30.6%) required intensive care unit (ICU), 32.8% presented with acute respiratory distress syndrome (ARDS) (95%CI 13.7–51.8), 6.2% (95%CI 3.1–9.3) with shock. Some 13.9% (95%CI 6.2–21.5%) of hospitalized patients had fatal outcomes (case fatality rate, CFR). Conclusion COVID-19 brings a huge burden to healthcare facilities, especially in patients with comorbidities. ICU was required for approximately 20% of polymorbid, COVID-19 infected patients and hospitalization was associated with a CFR of over 13%. As this virus spreads globally, countries need to urgently prepare human resources, infrastructure and facilities to treat severe COVID-19.","publish_time":"2020-03-13","authors":"Rodriguez-Morales, Alfonso J.; Cardona-Ospina, Jaime A.; Gutiérrez-Ocampo, Estefanía; Villamizar-Peña, Rhuvi; Holguin-Rivera, Yeimer; Escalera-Antezana, Juan Pablo; Alvarado-Arnez, Lucia Elena; Bonilla-Aldana, D. Katterine; Franco-Paredes, Carlos; Henao-Martinez, Andrés F.; Paniz-Mondolfi, Alberto; Lagos-Grisales, Guillermo J.; Ramírez-Vallejo, Eduardo; Suárez, Jose A.; Zambrano, Lysien I.; Villamil-Gómez, Wilmer E.; Balbin-Ramon, Graciela J.; Rabaan, Ali A.; Harapan, Harapan; Dhama, Kuldeep; Nishiura, Hiroshi; Kataoka, Hiromitsu; Ahmad, Tauseef; Sah, Ranjit","journal":"Travel Medicine and Infectious Disease","text_body":"custom_license"},{"doc_id":"4090d8537051fae501355bc567dc2dec620762eb","title":"Journal Pre-proof Prevalence of comorbidities in the novel Wuhan coronavirus (COVID-19) infection: a systematic review and meta-analysis Prevalence of comorbidities in the Novel Wuhan Coronavirus (COVID-19) infection: a systematic review and meta-analysis","relevant_section":"The result of this meta-analysis showed the most prevalent clinical symptom was fever ( 91±3, 95% CI 86-97% ), followed by cough (67±7, 95% CI 59-76%), fatigue ( 51±0, 95% CI 34-68% ) and dyspnea ( 30±4, 95% CI 21-40% ). However, the I 2 varying from 84.9% to 96.4% in the evaluates of the clinical features showed significant statistic heterogeneity (p=0.00). The prevalence of comorbidities including hypertension, diabetes, respiratory system disease, and cardiovascular diseases. As shown in Figure 2 (inserts A, B, C, D), the most prevalent comorbidity were hypertension ( 17±7, 95% CI 14-22% ) and diabetes ( 8±6, 95% CI 6-11% ),followed by cardiovascular diseases ( 5±4, 95% CI 4-7% ) and respiratory system disease( 2±0, 95% CI 1-3% ). In analysis by the proportion of comorbidities, the significant heterogeneity observed for estimates of hypertension, diabetes and cardiovascular diseases (p=0.000), but not respiratory system disease (p=0.126) with an I 2 index ranging from 39.9 to 87.5%.","risk_factor":["diabete","diabete","diabete","comorbidit","comorbidit","comorbidit","hyperten","hyperten","hyperten"],"design":["statist","analysi","analysi","meta-analysis"],"rank":23.0,"doi":"10.1016\/j.ijid.2020.03.017","abstract":"Abstract Background An outbreak of Novel Coronavirus (COVID -19) in Wuhan, China, the epidemic is more widespread than initially estimated, with cases now confirmed in multiple countries. Aims The aim of the meta-analysis was to assess the prevalence of comorbidities in the COVID-19 infection patients and the risk of underlying diseases in severe patients compared to non-severe patients. Methods A literature search was conducted using the databases PubMed, EMBASE, and Web of sciences until February 25, 2020. Risk ratio (OR) and 95% confidence intervals (CIs) were pooled using random-effects models. Results Eight studies were included in the meta- analysis, including 46248 infected patients. The result showed the most prevalent clinical symptom was fever ( 91 ± 3, 95% CI 86-97% ), followed by cough (67 ± 7, 95% CI 59-76%), fatigue ( 51 ± 0, 95% CI 34-68% ) and dyspnea ( 30 ± 4, 95% CI 21-40%). The most prevalent comorbidity were hypertension (17 ± 7, 95% CI 14-22%) and diabetes ( 8 ± 6, 95% CI 6-11% ), followed by cardiovascular diseases ( 5 ± 4, 95% CI 4-7% ) and respiratory system disease( 2 ± 0, 95% CI 1-3% ). Compared with the Non-severe patient, the pooled odds ratio of hypertension, respiratory system disease, cardiovascular disease in severe patients were (OR 2.36, 95% CI: 1.46-3.83), (OR 2.46, 95% CI: 1.76-3.44) and (OR 3.42, 95% CI: 1.88-6.22)respectively. Conclusion We assessed the prevalence of comorbidities in the COVID-19 infection patients and found underlying disease, including hypertension, respiratory system disease and cardiovascular, may be a risk factor for severe patients compared with Non-severe patients.","publish_time":"2020-03-12","authors":"Yang, Jing; Zheng, Ya; Gou, Xi; Pu, Ke; Chen, Zhaofeng; Guo, Qinghong; Ji, Rui; Wang, Haojia; Wang, Yuping; Zhou, Yongning","journal":"International Journal of Infectious Diseases","text_body":"custom_license"},{"doc_id":"320e1640a5ddfcbed21e1afff08a86dc1b0af5b2","title":"Cardiovascular Considerations for Patients, Health Care Workers, and Health Systems During the Coronavirus Disease 2019 (COVID-19) Pandemic","relevant_section":"The lack of widespread testing, national surveillance and standardized data collection, as well as the potential sampling bias in sicker, hospitalized patients with more comorbidities such as CVD has complicated efforts to accurately estimate the prevalence of CVD in patients with COVID-19. Moreover, there is marked variation in testing by country. A number of studies in the available literature suggest an association between preexisting CVD and severe COVID-19, which are summarized in Tables 1 and 2 . A meta-analysis of six studies inclusive of 1,527 patients with COVID-19 examined the prevalence of CVD and reported the prevalence of hypertension, cardiac and cerebrovascular disease, and diabetes to be 17.1%, 16.4%, and 9.7%, respectively (4). Patients who required intensive care unit (ICU) admission were more likely to have these comorbidities compared to non-ICU patients. Increased case-fatality rates in the previously referenced analysis of 44,672 confirmed COVID-19 cases from Wuhan, China were noted in patients with CVD (10.5%), diabetes (7.3%), hypertension (6.0%), all notably higher than the overall case-fatality rate of 2.3% (15) . Several smaller cohort studies have yielded similar results suggesting higher risk for adverse events in patients with CVD who contract COVID-19, although biases related to testing and standardized data apply here as well (1, 19, (25) (26) (27) (28) . Notably, while reports outside of China are limited, data from Italy suggest similar mortality rates and an elevated risk for death in patients with comorbidities (29) . As emerging international data become available, analysis from multinational cohorts can help inform risk stratification for severe disease especially for patients with prior CVD.","risk_factor":["diabete","diabete","comorbidit","comorbidit","comorbidit","hyperten","hyperten"],"design":["analysi","analysi","analysi","meta-analysis"],"rank":22.3,"doi":"10.1016\/j.jacc.2020.03.031","abstract":"Abstract The coronavirus disease-2019 (COVID-19) is an infectious disease caused by severe acute respiratory syndrome coronavirus 2 that has significant implications for the cardiovascular care of patients. First, those with COVID-19 and preexisting cardiovascular disease (CVD) have an increased risk of severe disease and death. Second, infection has been associated with multiple direct and indirect cardiovascular complications including acute myocardial injury, myocarditis, arrhythmias and venous thromboembolism. Third, therapies under investigation for COVID-19 may have cardiovascular side effects. Fourth, the response to COVID-19 can compromise the rapid triage of non-COVID-19 patients with cardiovascular conditions. Finally, the provision of cardiovascular care may place health care workers in a position of vulnerability as they become host or vectors of virus transmission. We hereby review the peer-reviewed and preprint literature pertaining to cardiovascular considerations related to COVID-19 and highlight gaps in knowledge that require further study pertinent to patients, health care workers, and health systems.","publish_time":"2020-03-19","authors":"Driggin, Elissa; Madhavan, Mahesh V.; Bikdeli, Behnood; Chuich, Taylor; Laracy, Justin; Bondi-Zoccai, Giuseppe; Brown, Tyler S.; Nigoghossian, Caroline Der; Zidar, David A.; Haythe, Jennifer; Brodie, Daniel; Beckman, Joshua A.; Kirtane, Ajay J.; Stone, Gregg W.; Krumholz, Harlan M.; Parikh, Sahil A.","journal":"Journal of the American College of Cardiology","text_body":"custom_license"},{"doc_id":"b7b03c0cfccc9f607bef14d153097bf57ed2ca67","title":"Journal Pre-proof Contentious Issues and Evolving Concepts in the Clinical Presentation and Management of Patients with COVID-19 Infectionwith Reference to Use of Therapeutic and Other Drugs used in Co-morbid Diseases (Hypertension, Diabetes etc) Contentious Issues and Evolving Concepts in the Clinical Presentation and Management of Patients with COVID-19 Infectionwith Reference to Use of Therapeutic and Other Drugs used in Co-morbid Diseases (Hypertension, Diabetes etc)","relevant_section":"Despite these small studies suggesting the benefit of drugs acting on RAS pathway, there is some data, albeit scarce, from animal models and human studies that treatment with ACE inhibitors and ARB could causeup regulation of ACE2 24 . Ibuprofen and thiazolidinediones have also been shown to do the same 25, 26 . Increased expression of ACE2 could theoretically increase the risk of infection with SARS CoV-2. This could be a concern in people with diabetes who are at already elevated risk of infections because of many other factors.However, there is no evidence to support this hypothesis currently. In a retrospective analysis of 112 COVID-19 hospitalised patients with cardiovascular disease in Wuhan, there was no significant difference in the proportion of ACEI\/ARB medication between nonsurvivors and survivors 27 .","risk_factor":["diabete"],"design":["retrospective analysis","surviv","surviv","analysi","model"],"rank":21.5,"doi":"10.1016\/j.dsx.2020.03.012","abstract":"Abstract Background and Aims Multiple issues in management of COVID have emerged, but confusion persists regarding rational interpretation. Aim of this brief review is to review these issues based on current literature. Methods This is a narrative review with Pubmed and Google Scholar search till 23 March 2020. Search terms were, COVID-19, treatment of coronavirus, COVID 19 and following terms; chloroquine, hydroxychloroquine, ibuprofen, ACE-inhibitors or angiotensin receptor blockers, cardiovascular disease, diarrhoea, liver, testis and gastrointestinal disease. Results We discuss evidence regarding role of chloroquine and hydroxychloroquine in treatment and prophylaxis, use of inhibitors of the renin angiotensin system, safety of ibuprofen, unusual clinical features like gastrointestinal symptoms and interpretation of tests for cardiac enzymes and biomarkers. Conclusions While our conclusions on management of COVID-19 patients with co-morbidities are based on current evidence, however, data is limited and there is immediate need for fast track research.","publish_time":"2020-03-25","authors":"Gupta, Ritesh; Misra, Anoop","journal":"Diabetes & Metabolic Syndrome: Clinical Research & Reviews","text_body":"custom_license"},{"doc_id":"179df1e769292dd113cef1b54b0b43213e6b5c97","title":"Title Systematic review and meta-analysis of predictive symptoms and comorbidities for severe COVID-19 infection","relevant_section":"The copyright holder for this preprint (which was not peer-reviewed) is were the most common symptoms found in our analysis. The prevalence of dyspnoea was not investigated in Sun's meta-analysis, but we found it to be All rights reserved. No reuse allowed without permission.","risk_factor":[],"design":["investig","analysi","analysi","meta-analysis"],"rank":21.0,"doi":"10.1101\/2020.03.15.20035360","abstract":"Background\/introduction COVID−19, a novel coronavirus outbreak starting in China, is now a rapidly developing public health emergency of international concern. The clinical spectrum of COVID−19 disease is varied, and identifying factors associated with severe disease has been described as an urgent research priority. It has been noted that elderly patients with pre-existing comorbidities are more vulnerable to more severe disease. However, the specific symptoms and comorbidities that most strongly predict disease severity are unclear. We performed a systematic review and meta-analysis to identify the symptoms and comorbidities predictive of COVID−19 severity. Method This study was prospectively registered on PROSPERO. A literature search was performed in three databases (MEDLINE, EMBASE and Global Health) for studies indexed up to 5th March 2020. Two reviewers independently screened the literature and both also completed data extraction. Quality appraisal of studies was performed using the STROBE checklist. Random effects meta-analysis was performed for selected symptoms and comorbidities to identify those most associated with severe COVID−19 infection or ICU admission. Results Of the 2259 studies identified, 42 were selected after title and abstract analysis, and 7 studies (including 1813 COVID−19 patients) were chosen for inclusion. The ICU group were older (62.4 years) compared to the non-ICU group (46 years), with a significantly higher proportion of males (67.2% vs. 57.1%, p=0.04). Dyspnoea was the only significant symptom predictive for both severe disease (pOR 3.70, 95% CI 1.83 − 7.46) and ICU admission (pOR 6.55, 95% CI 4.28 − 10.0). Notwithstanding the low prevalence of COPD in severe disease and ICU-admitted groups (4.5% and 9.7%, respectively), COPD was the most strongly predictive comorbidity for both severe disease (pOR 6.42, 95% CI 2.44 − 16.9) and ICU admission (pOR 17.8, 95% CI 6.56 − 48.2). Cardiovascular disease and hypertension were also strongly predictive for both severe disease and ICU admission. Those with CVD and hypertension were 4.4 (95% CI 2.64 − 7.47) and 3.7 (95% CI 2.22 − 5.99) times more likely to have an ICU admission respectively, compared to patients without the comorbidity. Conclusions Dyspnoea was the only symptom strongly predictive for both severe disease and ICU admission, and could be useful in guiding clinical management decisions early in the course of illness. When looking at ICU-admitted patients, who represent the more severe end of the spectrum of clinical severity, COPD patients are particularly vulnerable, and those with cardiovascular disease and hypertension are also at a high-risk of severe illness. To aid clinical assessment, risk stratification, efficient resource allocation, and targeted public health interventions, future research must aim to further define those at high-risk of severe illness with COVID−19.","publish_time":"2020-03-16","authors":"Vageesh Jain; Jin-Min Yuan","journal":null,"text_body":"biorxiv_medrxiv"},{"doc_id":"6f92b2053d88d3a78029983b4d231f867e5c0ee1","title":"Journal Pre-proof Cardiovascular disease and COVID-19 Title: Cardiovascular disease and COVID-19 Authors and affiliations","relevant_section":"The patients with pre-existing CV risk factors and CVD appear to have heightened vulnerability to develop COVID-19 and tend to have more severe disease with worse clinical outcomes (1, 4, 6, 8) . A meta-analysis of six published studies from China including 1527 patients with COVID-19 reported 9.7%, 16.4% and 17.1% prevalence of diabetes, cardiocerebrovascular disease and hypertension respectively (4) . Although the prevalence of diabetes and hypertension in this cohort was same as in the Chinese general population, the prevalence of cardio-cerebrovascular disease was considerably higher. More importantly, the presence of diabetes, cardio-cerebrovascular disease and hypertension was associated with a 2-fold, 3-fold and 2-fold greater risk of severe disease or requiring intensive care unit (ICU) admission, suggesting prognostic significance of these comorbidities. A much larger report from the Chinese Center for Disease Control and Prevention described clinical outcomes in 44672 confirmed cases of COVID-19 (1). The overall case fatality rate (CFR) was 2.3% in the entire cohort but significantly higher (6%, 7.3% and 10.5% respectively) in patients with hypertension, diabetes and CVD.","risk_factor":["diabete","diabete","diabete","diabete","comorbidit","hyperten","hyperten","hyperten","hyperten"],"design":["analysi","meta-analysis"],"rank":20.3,"doi":"10.1016\/j.dsx.2020.03.013","abstract":"Background and aims Many patients with coronavirus disease 2019 (COVID-19) have underlying cardiovascular (CV) disease or develop acute cardiac injury during the course of the illness. Adequate understanding of the interplay between COVID-19 and CV disease is required for optimum management of these patients. Methods A literature search was done using PubMed and Google search engines to prepare a narrative review on this topic. Results Respiratory illness is the dominant clinical manifestation of COVID-19; CV involvement occurs much less commonly. Acute cardiac injury, defined as significant elevation of cardiac troponins, is the most commonly reported cardiac abnormality in COVID-19. It occurs in approximately 8-12% of all patients. Direct myocardial injury due to viral involvement of cardiomyocytes and the effect of systemic inflammation appear to be the most common mechanisms responsible for cardiac injury. The information about other CV manifestations in COVID-19 is very limited at present. Nonetheless, it has been consistently shown that the presence of pre-existing CV disease and\/or development of acute cardiac injury are associated with significantly worse outcome in these patients. Conclusions Most of the current reports on COVID-19 have only briefly described CV manifestations in these patients. Given the enormous burden posed by this illness and the significant adverse prognostic impact of cardiac involvement, further research is required to understand the incidence, mechanisms, clinical presentation and outcomes of various CV manifestations in COVID-19 patients.","publish_time":"2020-03-25","authors":"Bansal, Manish","journal":"Diabetes & Metabolic Syndrome: Clinical Research & Reviews","text_body":"custom_license"},{"doc_id":"81c77f6ea4ad20908978c014fea0abb7d5c557aa","title":"Clinical considerations for patients with diabetes in times of COVID-19 epidemic","relevant_section":"Individuals with diabetes are at risk of infections, especially influenza and pneumonia. This risk can be reduced, though not completely eliminated, by good glycaemic control. All people with diabetes (above 2 years of age) are recommended pneumococcal and annual influenza vaccinations. Not only this, patients with diabetes have a severe disease when infected with respiratory viruses. Indeed, diabetes was seen as an important risk factor for Data about COVID-19 in patients with diabetes is limited at present. Diabetes was present in 42.3% of 26 fatalities due to COVID-19 in Wuhan, China [8] . In a study in 140 patients with COVID-19 in Wuhan, China, diabetes was not a risk factor for severe disease course [9] . However, another study in 150 patients (68 deaths and 82 recovered patients) in Wuhan showed that the number of co-morbidities to be a significant predictor of mortality [10] . Analysis of 11 studies regarding laboratory abnormalities in patients with COVID-19 did not mention raised blood glucose or diabetes as predictor of severe disease [11] . Notwithstanding these small series, a report of 72,314 cases of COVID-19 published by Chinese Centre for Disease Control and Prevention showed increased mortality in people with diabetes (2.3%, overall and 7.3%, patients with diabetes) [12] .","risk_factor":["diabete","diabete","diabete","diabete","diabete","diabete","diabete","diabete","diabete","age","blood"],"design":[],"rank":19.8,"doi":"10.1016\/j.dsx.2020.03.002","abstract":null,"publish_time":"2020-06-30","authors":"Gupta, Ritesh; Ghosh, Amerta; Singh, Awadhesh Kumar; Misra, Anoop","journal":"Diabetes & Metabolic Syndrome: Clinical Research & Reviews","text_body":"custom_license"},{"doc_id":"3af55110dc6a758897baf6783d8a8263f71240aa","title":"Journal Pre-proof COVID-19 Computed Tomography Findings: A Systematic Review and Meta-Analysis COVID-19 Computed Tomography Findings: A Systematic Review and Meta-Analysis Title: COVID-19 Computed Tomography Findings: A Systematic Review and Meta-Analysis","relevant_section":"• Our systematic review and meta-analysis of the early literature suggests that the proportion of suspected COVID-19 detected by chest CT imaging is high.","risk_factor":[],"design":["systematic review ","analysi","meta-analysis"],"rank":19.0,"doi":"10.1016\/j.jacr.2020.03.006","abstract":"Abstract Purpose To date, there remain considerable knowledge gaps regarding the chest CT imaging features of COVID-19. We performed a systematic review and meta-analysis aimed to quantitatively summarize results from published studies to date to provide a summary of evidence on detection of COVID-19 by chest CT and the expected CT imaging manifestations. Methods Studies were identiﬁed by searching PubMed database for articles published December 2019 – February 2020. Pooled CT positive rate of COVID-19 and pooled incidence of CT imaging findings were estimated using a random-effect model. Results A total of 13 studies met inclusion criteria. The pooled positive rate of the CT imaging was 89.76% and 90.35% when only including thin-section chest CT. Typical CT signs were ground glass opacities (GGO) (83.31%), GGO with mixed consolidation (58.42%), adjacent pleura thickening (52.46%), interlobular septal thickening (48.46%), and air bronchograms (46.46%). Other CT signs included crazy paving pattern (14.81%), pleural effusion (5.88%), bronchiectasis (5.42%), pericardial effusion (4.55%) and lymphadenopathy (3.38%). The most anatomic distributions were bilateral lung infection (78.2%) and peripheral distribution (76.95%). The incidences were highest in the right lower lobe (87.21%), left lower lobe (81.41%), and bilateral lower lobes (65.22%). The right upper lobe (65.22%), right middle lobe (54.95%) and left upper lobe (69.43%) were also commonly involved. The incidence of bilateral upper lobes was 60.87%. A considerable proportion of patients had 3 or more lobes involved (70.81%). Conclusions The detection of COVID-19 chest CT imaging is very high among symptomatic individuals at high risk, especially using thin-section chest CT. The most common CT features in patients affected by COVID-19 included GGO and consolidation involving the bilateral lungs in a peripheral distribution.","publish_time":"2020-03-25","authors":"Bao, Cuiping; Liu, Xuehuan; Zhang, Han; Li, Yiming; Liu, Jun","journal":"Journal of the American College of Radiology","text_body":"custom_license"},{"doc_id":"6f8725026d83e6829275eefc91aef6fbdacc9c06","title":"Journal Pre-proof Commentary: COVID-19 in Patients with Diabetes Commentary: COVID-19 in Patients with Diabetes. Journal Pre-proof","relevant_section":"In summary, it is apparent that persons with diabetes are at increased risk for COVID-19 infection, and are at increased risk for medical complications including death. This necessitates increased vigilance and testing in outpatient diabetes and general medicine clinics for COVID-19 and a lower threshold for hospitalization of these patients. In this regard, an unreported disturbing observation by the authors is that an increasing number of diabetic patients are cancelling their routine visits to diabetes clinics. This development along with the increased stress associated with social isolation and lack of physical activity provides a fertile ground for worsening glycemic and blood pressure control, further predisposing these vulnerable patients to COVID-19 infections. As suggested by the ADA and AACE it is imperative that we alert the health care community and the public regarding the increased risks of this progressing pandemic in diabetic patients. Also, as suggested by these Societies adherence to CDC guidance J o u r n a l P r e -p r o o f regarding social isolation is vey important in persons with diabetes. Finally, the current situation emphasizes the need for more clinical investigation as the pandemic unfolds to fully characterize the problem and define best practices for optimum outcomes.","risk_factor":["diabete","diabete","diabete","diabete","blood"],"design":["investig","investigati"],"rank":18.6,"doi":"10.1016\/j.metabol.2020.154217","abstract":null,"publish_time":"2020-03-24","authors":"Hill, Michael A.; Mantzoros, Christos; Sowers, James R.","journal":"Metabolism","text_body":"custom_license"}]