[{"doc_id":"f4bde74efeb547d3d6d3f935482a80c9d456198f","title":"Editorial Tobacco Induced Diseases COVID-19 and smoking: A systematic review of the evidence","relevant_section":"non-survivors (p=0.21) with regard to mortality from COVID-19. Similarly, Zhang et al. 10 presented clinical characteristics of 140 patients with COVID-19. The results showed that among severe patients (n=58), 3.4% were current smokers and 6.9% were former smokers, in contrast to non-severe patients (n=82) among which 0% were current smokers and 3.7% were former smokers , leading to an OR of 2.23; (95% CI: 0.65-7.63; p=0.2). Huang et al. 11 studied the epidemiological characteristics of COVID-19 among 41 patients. In this study, none of those who needed to be admitted to an ICU (n=13) was a current smoker. In contrast, three patients from the non-ICU group were current smokers, with no statistically significant difference between the two groups of patients (p=0.31), albeit the small sample size of the study. The largest study population of 1099 patients with COVID-19 was provided by Guan et al. 12 from multiple regions of mainland China. Descriptive results on the smoking status of patients were provided for the 1099 patients, of which 173 had severe symptoms, and 926 had non-severe symptoms. Among the patients with severe symptoms, 16.9% were current smokers and 5.2% were former smokers, in contrast to patients with non-severe symptoms where 11.8% were current smokers and 1.3% were former smokers. Additionally, in the group of patients that either needed mechanical ventilation, admission to an ICU or died, 25.5% were current smokers and 7.6% were former smokers. In contrast, in the group of patients that did not have these adverse outcomes, only 11.8% were current smokers and 1.6% were former smokers. No statistical analysis for evaluating the association between the severity of the disease outcome and smoking status was conducted in that study. Finally, Liu et al. 13 found among their population of 78 patients with COVID-19 that the adverse outcome group had a significantly higher proportion of patients with a history of smoking (27.3%) than the group that showed improvement or stabilization (3.0%), with this difference statistically significant at the p=0.018 level. In their multivariate logistic regression analysis, the history of smoking was a risk factor of disease progression (OR=14.28; 95% CI: 1.58-25.00; p= 0.018).","risk_factor":["smok","smok","smok","smok","smok","smok","smok","smok","smok","smok","smok","smok","smok","smok","smok","smok","smok","smok"],"design":["statist","statist","statist","surviv","logistic regression","analysi","analysi"],"rank":25.2,"doi":"10.18332\/tid\/119324","abstract":"COVID-19 is a coronavirus outbreak that initially appeared in Wuhan, Hubei Province, China, in December 2019, but it has already evolved into a pandemic spreading rapidly worldwide(1,2). As of 18 March 2020, a total number of 194909 cases of COVID-19 have been reported, including 7876 deaths, the majority of which have been reported in China (3242) and Italy (2505)(3). However, as the pandemic is still unfortunately under progression, there are limited data with regard to the clinical characteristics of the patients as well as to their prognostic factors(4). Smoking, to date, has been assumed to be possibly associated with adverse disease prognosis, as extensive evidence has highlighted the negative impact of tobacco use on lung health and its causal association with a plethora of respiratory diseases(5). Smoking is also detrimental to the immune system and its responsiveness to infections, making smokers more vulnerable to infectious diseases(6). Previous studies have shown that smokers are twice more likely than non-smokers to contract influenza and have more severe symptoms, while smokers were also noted to have higher mortality in the previous MERS-CoV outbreak(7,8). Given the gap in the evidence, we conducted a systematic review of studies on COVID-19 that included information on patients’ smoking status to evaluate the association between smoking and COVID-19 outcomes including the severity of the disease, the need for mechanical ventilation, the need for intensive care unit (ICU) hospitalization and death. The literature search was conducted on 17 March 2020, using two databases (PubMed, ScienceDirect), with the search terms: [‘smoking’ OR ‘tobacco’ OR ‘risk factors’ OR ‘smoker*’] AND [‘COVID-19’ OR ‘COVID 19’ OR ‘novel coronavirus’ OR ‘sars cov-2’ OR ‘sars cov 2’] and included studies published in 2019 and 2020. Further inclusion criteria were that the studies were in English and referred to humans. We also searched the reference lists of the studies included. A total of 71 studies were retrieved through the search, of which 66 were excluded after full-text screening, leaving five studies that were included. All of the studies were conducted in China, four in Wuhan and one across provinces in mainland China. The populations in all studies were patients with COVID-19, and the sample size ranged from 41 to 1099 patients. With regard to the study design, retrospective and prospective methods were used, and the timeframe of all five studies covered the first two months of the COVID-19 pandemic (December 2019, January 2020). Specifically, Zhou et al.(9) studied the epidemiological characteristics of 191 individuals infected with COVID-19, without, however, reporting in more detail the mortality risk factors and the clinical outcomes of the disease. Among the 191 patients, there were 54 deaths, while 137 survived. Among those that died, 9% were current smokers compared to 4% among those that survived, with no statistically significant difference between the smoking rates of survivors and non-survivors (p=0.21) with regard to mortality from COVID-19. Similarly, Zhang et al.(10) presented clinical characteristics of 140 patients with COVID-19. The results showed that among severe patients (n=58), 3.4% were current smokers and 6.9% were former smokers, in contrast to non-severe patients (n=82) among which 0% were current smokers and 3.7% were former smokers , leading to an OR of 2.23; (95% CI: 0.65–7.63; p=0.2). Huang et al.(11) studied the epidemiological characteristics of COVID-19 among 41 patients. In this study, none of those who needed to be admitted to an ICU (n=13) was a current smoker. In contrast, three patients from the non-ICU group were current smokers, with no statistically significant difference between the two groups of patients (p=0.31), albeit the small sample size of the study. The largest study population of 1099 patients with COVID-19 was provided by Guan et al.(12) from multiple regions of mainland China. Descriptive results on the smoking status of patients were provided for the 1099 patients, of which 173 had severe symptoms, and 926 had non-severe symptoms. Among the patients with severe symptoms, 16.9% were current smokers and 5.2% were former smokers, in contrast to patients with non-severe symptoms where 11.8% were current smokers and 1.3% were former smokers. Additionally, in the group of patients that either needed mechanical ventilation, admission to an ICU or died, 25.5% were current smokers and 7.6% were former smokers. In contrast, in the group of patients that did not have these adverse outcomes, only 11.8% were current smokers and 1.6% were former smokers. No statistical analysis for evaluating the association between the severity of the disease outcome and smoking status was conducted in that study. Finally, Liu et al.(13) found among their population of 78 patients with COVID-19 that the adverse outcome group had a significantly higher proportion of patients with a history of smoking (27.3%) than the group that showed improvement or stabilization (3.0%), with this difference statistically significant at the p=0.018 level. In their multivariate logistic regression analysis, the history of smoking was a risk factor of disease progression (OR=14.28; 95% CI: 1.58–25.00; p= 0.018). We identified five studies that reported data on the smoking status of patients infected with COVID-19. Notably, in the largest study that assessed severity, there were higher percentages of current and former smokers among patients that needed ICU support, mechanical ventilation or who had died, and a higher percentage of smokers among the severe cases(12). However, from their published data we can calculate that the smokers were 1.4 times more likely (RR=1.4, 95% CI: 0.98–2.00) to have severe symptoms of COVID-19 and approximately 2.4 times more likely to be admitted to an ICU, need mechanical ventilation or die compared to non-smokers (RR=2.4, 95% CI: 1.43–4.04). In conclusion, although further research is warranted as the weight of the evidence increases, with the limited available data, and although the above results are unadjusted for other factors that may impact disease progression, smoking is most likely associated with the negative progression and adverse outcomes of COVID-19.","publish_time":"2020-03-20","authors":"Vardavas, Constantine I.; Nikitara, Katerina","journal":"Tob Induc Dis","text_body":"comm_use_subset"},{"doc_id":"bf013151c39358fb0c19ad4dee802a9ccb7fb0ac","title":"ACE-2 Expression in the Small Airway Epithelia of Smokers and COPD Patients: Implications for COVID-19","relevant_section":"Robust linear models were used to determine whether 1) ACE-2 was differentially expressed in patients with COPD and in smokers after adjustment for age and sex and 2) ACE-2 expression was significantly correlated with lung function. All analyses were performed in R (version 3.5.0). In the immunohistochemistry dataset, Kruskal-Wallis test with Dunn's Multiple Comparisons test was used. Table 1 displays the demographic and clinical characteristics of the SPH cohort. ACE-2 expression in the epithelial cells was significantly increased in COPD versus non-COPD subjects (Mean±SD of non-COPD=1.70±0.51 versus COPD=2.52±0.66, p=7.62×10 -4 ; Figure 1A ). There was a significant inverse relationship between ACE-2 gene expression and FEV1% of predicted (r=-0.24; p=0.035; Figure 1B) . Interestingly, smoking status was also significantly related to ACE-2 gene expression levels in airways of these participants with current smokers having a significantly higher gene expression than never smokers (never smokers=1.78±0.39 versus current smokers=2.77±0.91, p=0.024). Former smokers had gene expression levels in-between that of never and current smokers (former smokers=2.00±1.23; Figure 1C ). Conditional on the smoking status, the association between ACE-2 expression and COPD was still significant (Adjusted Mean±SE of non-COPD: 0.90±0.65 versus COPD: 1.75±0.82, p=0.016).","risk_factor":["age","smok","smok","smok","smok","smok","smok","smok","smok","smok","smok","lung","immun"],"design":["model"],"rank":11.1,"doi":"10.1101\/2020.03.18.20038455","abstract":"Introduction: Coronavirus disease 2019 (COVID-19) is a respiratory infection caused by the severe acute respiratory syndrome coronavirus2 (SARSCoV-2). This virus uses the angiotensin converting enzyme II (ACE2) as the cellular entry receptor to infect the lower respiratory tract. Because individuals with chronic obstructive pulmonary disease (COPD) are at increased risk of severe COVID19, we determined whether ACE2 expression in the lower airways was related to COPD and cigarette smoking. Methods: Using RNAseq, we determined gene expression levels in bronchial epithelia obtained from cytologic brushings of 6th to 8th generation airways in individuals with and without COPD. We externally validated these results from two additional independent cohorts, which used microarray technologies to measure gene expression levels from 6th to 12th generation airways. Results: In the discovery cohort (n=42 participants), we found that ACE2 expression levels were increased by 48% in the airways of COPD compared with non-COPD subjects (COPD=2.52 (0.66) log2 counts per million reads (CPM) versus non-COPD= 1.70 (0.51) CPM , p=.000762). There was a significant inverse relationship between ACE2 gene expression and FEV1% of predicted (r=negative 0.24; p=0.035). Current smoking also significantly increased ACE2 expression levels compared with never smokers (never current smokers=2.77 (90.91) CPM versus smokers=1.78 (0.39) CPM, p=0.024). These findings were replicated in the two external cohorts. Conclusions: ACE2 expression in lower airways is increased in patients with COPD and with current smoking. These data suggest that these two subgroups are at increased risk of serious COVID19 infection and highlight the importance of smoking cessation in reducing the risk.","publish_time":"2020-03-23","authors":"Janice M Leung; Chen Xi Yang; Anthony Tam; Tawimas Shaipanich; Tillie L Hackett; Gurpreet K Singhera; Delbert R Dorscheid; Don D Sin","journal":null,"text_body":"biorxiv_medrxiv"},{"doc_id":"5129bb31949c66ebd544658c531004046d4102da","title":"COVID-19 early warning score: a multi-parameter screening tool to identify highly suspected patients","relevant_section":"There were also many shortcomings in our study that should be considered. Firstly, it was a retrospective study, which might contain selection bias, although we tried to avoid the bias through sorting patients by \"Z-A\" based on Chinese first name and strictly abide the inclusion and exclusion criteria. In addition, because of the incomplete of potentially valuable information, such as smoking history and basic diseases, we cannot conduct a comprehensive analysis of these factors currently. Besides of that, additional multi-center, multi-ethnic and prospective studies are expected to revised our diagnostic model and COVID-19 EWS, and we also plan to implement a multi-center study with a larger sample size to further validate and optimize the model. More over, it is hoped that better statistical algorithms will make the diagnostic model more practical.","risk_factor":["smok","ethnic"],"design":["statist","retrospective study","analysi","model","model","model"],"rank":7.1,"doi":"10.1101\/2020.03.05.20031906","abstract":"BACKGROUND Corona Virus Disease 2019 (COVID-19) is spreading worldwide. Effective screening for patients is important to limit the epidemic. However, some defects make the currently applied diagnosis methods are still not very ideal for early warning of patients. We aimed to develop a diagnostic model that allows for the quick screening of highly suspected patients using easy-to-get variables. METHODS A total of 1,311 patients receiving severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) nucleicacid detection were included, whom with a positive result were classified into COVID-19 group. Multivariate logistic regression analyses were performed to construct the diagnostic model. Receiver operating characteristic (ROC) curve analysis were used for model validation. RESULTS After analysis, signs of pneumonia on CT, history of close contact, fever, neutrophil-to-lymphocyte ratio (NLR), Tmax and sex were included in the diagnostic model. Age and meaningful respiratory symptoms were enrolled into COVID-19 early warning score (COVID-19 EWS). The areas under the ROC curve (AUROC) indicated that both of the diagnostic model (training dataset 0.956 [95%CI 0.935-0.977, P < 0.001]; validation dataset 0.960 [95%CI 0.919-1.0, P < 0.001] ) and COVID-19 EWS (training dataset 0.956 [95%CI 0.934-0.978, P < 0.001] ; validate dataset 0.966 [95%CI 0.929-1, P < 0.001]) had good discrimination capacity. In addition, we also obtained the cut-off values of disease severity predictors, such as CT score, CD8+ T cell count, CD4+ T cell count, and so on. CONCLUSIONS The new developed COVID-19 EWS was a considerable tool for early and relatively accurately warning of SARS-CoV-2 infected patients.","publish_time":"2020-03-08","authors":"Cong-Ying Song; Jia Xu; Jian-Qin He; Yuan-Qiang Lu","journal":null,"text_body":"biorxiv_medrxiv"},{"doc_id":"68ed7bb581b0cf32116ee46767c08e3180b05c34","title":"Clinical characteristics of 36 non-survivors with COVID-19 in Wuhan, China","relevant_section":"Besides, there were 4 (11.11%) non-survivors who had smoking history and 4 (11.11%) had preexisting COPD. According to previous studies on middle east respiratory syndrome coronavirus (MERS-CoV), smokers and COPD patients might be susceptible to MERS. Further, compared to non-smokers, smokers and COPD patients had a higher dipeptidyl peptidase IV (DPP4) expression, which was inversely correlated with lung function and diffusing capacity parameters 16 . Although the relationship between smoking history and susceptibility as well as worse outcomes in COVID-19 remains unclear, we cautioned that the prognosis of COVID-19 in patients with smoking history might be more severe.","risk_factor":["smok","smok","smok","smok","smok","smok","lung"],"design":["surviv"],"rank":7.0,"doi":"10.1101\/2020.02.27.20029009","abstract":"Background Although the outbreak of Coronavirus disease 2019 (COVID-19) has caused over 2200 deaths in China, there was no study about death yet. We aimed to describe the clinical characteristics of non-survivors with COVID-19. Methods For this retrospective, single-center study, we included 36 non-survivors with COVID-19 in the Fifth Hospital of Wuhan. Cases were confirmed by real-time RT-PCR between Jan 21 and Feb 10, 2020 according to the recommended protocol. The epidemiological, demographic, clinical, laboratory, radiological and treatment data were collected and analyzed. Outcomes were followed up until Feb 14, 2020. This study was approved by the ethics commissions of the Fifth Hospital of Wuhan, with a waiver of informed consent due to a public health outbreak investigation. Results We included 36 patients who died from COVID-19. The mean age of the patients was 69.22 years (SD 9.64, range 50-90). 25(69.44%) patients were males, and 11 (30.56%) female. 26 (72.22%) patients had chronic diseases, mainly including hypertension, cardiovascular disease and diabetes. Patients had common clinical symptoms of fever (34 [94.44%] patients), cough (28 [77.78%] patients), shortness of breath (21 [58.33%] patients), and fatigue (17 [47.22%] patient). Chest computed tomographic scans showed that 31 (96.88%) patients had bilateral pneumonia. Lymphopenia occurred in 24 patients (70.59%), decreased albumin (30.18, [SD, 4.76]) in 25 patients (80.65%), elevated D-dimer (8.64 [IQR, 2.39-20]) in 27 patients (100%), and elevated lactate dehydrogenase (502.5 U\/L [IQR, 410-629]) in 26 patients (100%). Nearly all of the patients have elevated CRP (106.3 mg\/L [IQR, 60.83-225.3]), PCT (0.61 ng\/ml [IQR, 0.16-2.10]) and IL-6 (100.6 pg\/ml [IQR, 51.51-919.5]). Most patients received antiviral therapy and antibiotic therapy, and more than half of patients received glucocorticoid therapy (25 [69.44%]). All the patients had acute respiratory distress syndrome (ARDS). The median time from onset to ARDS was 11 days. One (2.78%) patient presented with acute renal injury. The median time from onset to death was 17 days. Interpretation Lots of patients died from COVID-19 till now. The median survival time of these non-survivors from onset to death was about 2 weeks. Most patients were older males with comorbidities. They finally progressed to ARDS. The median time from onset to ARDS was 11 days. Gradually decreased lymphocytes and increased inflammation biomarkers were common, and need to be monitored in the routine treatment.","publish_time":"2020-02-29","authors":"Ying Huang; Rui Yang; Ying Xu; Ping Gong","journal":null,"text_body":"biorxiv_medrxiv"},{"doc_id":"bf013151c39358fb0c19ad4dee802a9ccb7fb0ac","title":"ACE-2 Expression in the Small Airway Epithelia of Smokers and COPD Patients: Implications for COVID-19","relevant_section":"In both the Cornell and BCCA cohorts, current smokers had increased ACE-2 gene expression levels in the airways compared with never smokers (in the Cornell cohort; Mean±SD of never smokers=4.15±0.36 versus current smokers=4.34±0.45, p=1.92×10 -3 ) and with former smokers (in the BCCA cohort; Mean±SD of former smokers=5.57±0.37 versus current smokers=6.05±0.53, p<2×10 -16 ). In the BCCA cohort, pre-bronchodilator FEV1 was measured and it was significantly related to ACE-2 gene expression level (r=-0.10;p=0.037).","risk_factor":["smok","smok","smok","smok","smok","smok","smok"],"design":[],"rank":7.0,"doi":"10.1101\/2020.03.18.20038455","abstract":"Introduction: Coronavirus disease 2019 (COVID-19) is a respiratory infection caused by the severe acute respiratory syndrome coronavirus2 (SARSCoV-2). This virus uses the angiotensin converting enzyme II (ACE2) as the cellular entry receptor to infect the lower respiratory tract. Because individuals with chronic obstructive pulmonary disease (COPD) are at increased risk of severe COVID19, we determined whether ACE2 expression in the lower airways was related to COPD and cigarette smoking. Methods: Using RNAseq, we determined gene expression levels in bronchial epithelia obtained from cytologic brushings of 6th to 8th generation airways in individuals with and without COPD. We externally validated these results from two additional independent cohorts, which used microarray technologies to measure gene expression levels from 6th to 12th generation airways. Results: In the discovery cohort (n=42 participants), we found that ACE2 expression levels were increased by 48% in the airways of COPD compared with non-COPD subjects (COPD=2.52 (0.66) log2 counts per million reads (CPM) versus non-COPD= 1.70 (0.51) CPM , p=.000762). There was a significant inverse relationship between ACE2 gene expression and FEV1% of predicted (r=negative 0.24; p=0.035). Current smoking also significantly increased ACE2 expression levels compared with never smokers (never current smokers=2.77 (90.91) CPM versus smokers=1.78 (0.39) CPM, p=0.024). These findings were replicated in the two external cohorts. Conclusions: ACE2 expression in lower airways is increased in patients with COPD and with current smoking. These data suggest that these two subgroups are at increased risk of serious COVID19 infection and highlight the importance of smoking cessation in reducing the risk.","publish_time":"2020-03-23","authors":"Janice M Leung; Chen Xi Yang; Anthony Tam; Tawimas Shaipanich; Tillie L Hackett; Gurpreet K Singhera; Delbert R Dorscheid; Don D Sin","journal":null,"text_body":"biorxiv_medrxiv"},{"doc_id":"dfb0fedbeed56bd2b795a67faab28295afc14c96","title":"Clinical characteristics of 2019 novel coronavirus infection in China","relevant_section":"according to the American Thoracic Society guideline on admission [15] . Wilcoxon rank-sum tests were applied to continuous variables, chi-square tests and Fisher's exact tests were used for categorical variables as appropriate. The risk of composite endpoints among hospitalized cases and the potential risk factors were analyzed using Fine-Gray competing-risk models in which recovery is a competing risk. The proportional hazard Cox model was used in sensitivity analyses. The candidate risk factors included an exposure history, greater age, abnormal radiologic and laboratory findings, and the development of complications. We fitted univariate models with a single candidate variable once at a time. The statistically significant risk factors, sex, and smoking status were included into the final models. The sub-distribution hazards ratio (SDHR) along with the 95% confidence interval (95%CI) were reported. All analyses were conducted with R software version 3.6.2 (R Foundation for Statistical Computing). Distribution map was plotted using ArcGis version 10.2.2.","risk_factor":["age","smok"],"design":["statist","model","model","model","model"],"rank":7.0,"doi":"10.1101\/2020.02.06.20020974","abstract":"Background: Since December 2019, acute respiratory disease (ARD) due to 2019 novel coronavirus (2019-nCoV) emerged in Wuhan city and rapidly spread throughout China. We sought to delineate the clinical characteristics of these cases. Methods: We extracted the data on 1,099 patients with laboratory-confirmed 2019-nCoV ARD from 552 hospitals in 31 provinces\/provincial municipalities through January 29th, 2020. Results: The median age was 47.0 years, and 41.90% were females. Only 1.18% of patients had a direct contact with wildlife, whereas 31.30% had been to Wuhan and 71.80% had contacted with people from Wuhan. Fever (87.9%) and cough (67.7%) were the most common symptoms. Diarrhea is uncommon. The median incubation period was 3.0 days (range, 0 to 24.0 days). On admission, ground-glass opacity was the typical radiological finding on chest computed tomography (50.00%). Significantly more severe cases were diagnosed by symptoms plus reverse-transcriptase polymerase-chain-reaction without abnormal radiological findings than non-severe cases (23.87% vs. 5.20%, P<0.001). Lymphopenia was observed in 82.1% of patients. 55 patients (5.00%) were admitted to intensive care unit and 15 (1.36%) succumbed. Severe pneumonia was independently associated with either the admission to intensive care unit, mechanical ventilation, or death in multivariate competing-risk model (sub-distribution hazards ratio, 9.80; 95% confidence interval, 4.06 to 23.67). Conclusions: The 2019-nCoV epidemic spreads rapidly by human-to-human transmission. Normal radiologic findings are present among some patients with 2019-nCoV infection. The disease severity (including oxygen saturation, respiratory rate, blood leukocyte\/lymphocyte count and chest X-ray\/CT manifestations) predict poor clinical outcomes.","publish_time":"2020-02-09","authors":"Wei-jie Guan; Zheng-yi Ni; Yu Hu; Wen-hua Liang; Chun-quan Ou; Jian-xing He; Lei Liu; Hong Shan; Chun-liang Lei; David SC Hui; Bin Du; Lan-juan Li; Guang Zeng; Kowk-Yung Yuen; Ru-chong Chen; Chun-li Tang; Tao Wang; Ping-yan Chen; Jie Xiang; Shi-yue Li; Jin-lin Wang; Zi-jing Liang; Yi-xiang Peng; Li Wei; Yong Liu; Ya-hua Hu; Peng Peng; Jian-ming Wang; Ji-yang Liu; Zhong Chen; Gang Li; Zhi-jian Zheng; Shao-qin Qiu; Jie Luo; Chang-jiang Ye; Shao-yong Zhu; Nan-shan Zhong","journal":null,"text_body":"biorxiv_medrxiv"},{"doc_id":"1eb2a0cf3757558a49f6ad91294a832b04ca6353","title":"Characteristics of patients with COVID-19 during epidemic ongoing outbreak in Wuhan, China","relevant_section":"The median age was 56 (39-68) years, 193 (47.9%) were males. Non-survivors had a significantly older age than survivors (median 71 (65-80) years vs. 49 (37-62) years, p<0.001). The mortality was obviously higher in males than in females. Twenty nine (7.2%) patients had history of smoking, and 41 (10.2%) had history of drinking. History of smoking or drinking was not associated with clinical outcome. One hundred and seventy five (43.4%) patients had chronic diseases. Non-survivors had a higher incidence of chronic diseases compared to survivors (77.0% vs. 32.3%, p<0.001). One hundred and thirteen (28%) patients had hypertension. Thirty nine (9.7%) patients had cerebrovascular diseases.","risk_factor":["age","age","smok","smok","hyperten"],"design":["surviv","surviv","surviv","surviv"],"rank":6.2,"doi":"10.1101\/2020.03.19.20033175","abstract":"Background Since Dec 2019, SARS-CoV-2 has caused about fifty thousand patients and over two thousand deaths in Wuhan, China. We reported characteristics of patients with COVID-19 during epidemic ongoing outbreak in Wuhan. Methods Data of COVID-19 patients with clinical outcome in a designated hospital in Wuhan, were retrospectively collected from electronic medical records. Characteristics were compared between patients who died or recovered, and between patients with different disease severity. Results By Feb 25, 2020, 403 patients were enrolled, 100 died and 303 recovered. Most of non-survivors tended to be males, old aged, or with chronic diseases. Duration from illness onset to admission was 9 (7-12) days. Patients with severe or critical illness had more days from onset to admission compared to those with ordinary illness. Lymphopenia, anemia, hypoproteinemia, and abnormal serum sodium were presented in 52.6%, 54.6%, 69.8%, and 21.8% cases, respectively. Patients who died or with severe\/critical illness showed increased white blood cell and neutrophil count, serum total bilirubin, creatinine, hypersensitive troponin I, D-dimer, procalcitonin, and C-reactive protein, and decreased red blood cell, lymphocyte, platelet count, and serum albumin on admission compared to those who recovered or with ordinary illness. Complications of acute organ injury and secondary infection were common in patients with COVID-19, especially in non-survivors. Conclusions Multiple homeostasis disturbances were common in patients with severe or critical illness at admission. Early support should be provided, especially for old men with chronic disease, which is vital to control disease progression and reduce mortality of COVID-19 during epidemic ongoing outbreak.","publish_time":"2020-03-23","authors":"Xiaomin Luo; Hongxia Xia; Weize Yang; Benchao Wang; Tangxi Guo; Jun Xiong; Zongping Jiang; Yu Liu; Xiaojie Yan; Wei Zhou; Lu Ye; Bicheng Zhang","journal":null,"text_body":"biorxiv_medrxiv"},{"doc_id":"68ed7bb581b0cf32116ee46767c08e3180b05c34","title":"Clinical characteristics of 36 non-survivors with COVID-19 in Wuhan, China","relevant_section":"In our cohort, lymphocytopenia occurred in more than 70% of patients at admission, which is a main laboratory feature in COVID-19 patients 15, 17 . Lymphocytopenia have been identified in the critically ill patients with SARS-CoV and MERS infection 18, 19 . As mentioned in previous studies, the severity of lymphocytopenia might indicate the severity of COVID-19, under the assumption of SARS-CoV-2 viral could attack and destroy the lymphocyte targetedly 2 . Further studies are warranted to confirm these findings. Increased levels of serum CRP, PCT, IL-6 were also found.","risk_factor":[],"design":[],"rank":6.1,"doi":"10.1101\/2020.02.27.20029009","abstract":"Background Although the outbreak of Coronavirus disease 2019 (COVID-19) has caused over 2200 deaths in China, there was no study about death yet. We aimed to describe the clinical characteristics of non-survivors with COVID-19. Methods For this retrospective, single-center study, we included 36 non-survivors with COVID-19 in the Fifth Hospital of Wuhan. Cases were confirmed by real-time RT-PCR between Jan 21 and Feb 10, 2020 according to the recommended protocol. The epidemiological, demographic, clinical, laboratory, radiological and treatment data were collected and analyzed. Outcomes were followed up until Feb 14, 2020. This study was approved by the ethics commissions of the Fifth Hospital of Wuhan, with a waiver of informed consent due to a public health outbreak investigation. Results We included 36 patients who died from COVID-19. The mean age of the patients was 69.22 years (SD 9.64, range 50-90). 25(69.44%) patients were males, and 11 (30.56%) female. 26 (72.22%) patients had chronic diseases, mainly including hypertension, cardiovascular disease and diabetes. Patients had common clinical symptoms of fever (34 [94.44%] patients), cough (28 [77.78%] patients), shortness of breath (21 [58.33%] patients), and fatigue (17 [47.22%] patient). Chest computed tomographic scans showed that 31 (96.88%) patients had bilateral pneumonia. Lymphopenia occurred in 24 patients (70.59%), decreased albumin (30.18, [SD, 4.76]) in 25 patients (80.65%), elevated D-dimer (8.64 [IQR, 2.39-20]) in 27 patients (100%), and elevated lactate dehydrogenase (502.5 U\/L [IQR, 410-629]) in 26 patients (100%). Nearly all of the patients have elevated CRP (106.3 mg\/L [IQR, 60.83-225.3]), PCT (0.61 ng\/ml [IQR, 0.16-2.10]) and IL-6 (100.6 pg\/ml [IQR, 51.51-919.5]). Most patients received antiviral therapy and antibiotic therapy, and more than half of patients received glucocorticoid therapy (25 [69.44%]). All the patients had acute respiratory distress syndrome (ARDS). The median time from onset to ARDS was 11 days. One (2.78%) patient presented with acute renal injury. The median time from onset to death was 17 days. Interpretation Lots of patients died from COVID-19 till now. The median survival time of these non-survivors from onset to death was about 2 weeks. Most patients were older males with comorbidities. They finally progressed to ARDS. The median time from onset to ARDS was 11 days. Gradually decreased lymphocytes and increased inflammation biomarkers were common, and need to be monitored in the routine treatment.","publish_time":"2020-02-29","authors":"Ying Huang; Rui Yang; Ying Xu; Ping Gong","journal":null,"text_body":"biorxiv_medrxiv"},{"doc_id":"53d0f495085900746ae8492a12b1283c056e7308","title":"Window of Opportunity for Mitigation to Prevent Overflow of ICU capacity in Chicago by COVID-19","relevant_section":"This document describes the results of computer simulations of a standard population level epidemiological model (SEIR-model) with seasonal affects and parameters calibrated to be appropriate for SARS-CoV-2. The calculations are done by solving differential equations of the SEIR model [1] , without spatial extension, demographic stochasticity or attention paid to smallworld and scale-free network effects, but these are potentially important and [2, 3] could be readily added in the future [4] [5] [6] [7] [8] . The model additionally has categories for severely sick people who are hospitalized, people in critical condition in need of ICU rooms and ventilators, and a fatal category. The simulation uses severity assumptions as a function of individual age, informed by epidemiological and clinical observations in China [9] ; no modifications have been to take into account national differences, such as number of smokers in the population etc.","risk_factor":["age","seasonal","smok"],"design":["stochast","model","model","model","model"],"rank":6.1,"doi":"10.1101\/2020.03.20.20040048","abstract":"We estimate the growth in demand for ICU beds in Chicago during the emerging COVID-19 epidemic, using state-of-the-art computer simulations calibrated for the SARS-CoV-2 virus. The questions we address are these: (1) Will the ICU capacity in Chicago be exceeded, and if so by how much? (2) Can strong mitigation strategies, such as lockdown or shelter in place order, prevent the overflow of capacity? (3) When should such strategies be implemented? Our answers are as follows: (1) The ICU capacity may be exceeded by a large amount, probably by a factor of ten. (2) Strong mitigation can avert this emergency situation potentially, but even that will not work if implemented too late. (3) If the strong mitigation precedes April 1st, then the growth of COVID-19 can be controlled and the ICU capacity could be adequate. The earlier the strong mitigation is implemented, the greater the probability that it will be successful. After around April 1 2020, any strong mitigation will not avert the emergency situation. In Italy, the lockdown occurred too late and the number of deaths is still doubling every 2.3 days. It is difficult to be sure about the precise dates for this window of opportunity, due to the inherent uncertainties in computer simulation. But there is high confidence in the main conclusion that it exists and will soon be closed. Our conclusion is that, being fully cognizant of the societal trade-offs, there is a rapidly closing window of opportunity to avert a worst-case scenario in Chicago, but only with strong mitigation\/lockdown implemented in the next week at the latest. If this window is missed, the epidemic will get worse and then strong mitigation\/lockdown will be required after all, but it will be too late.","publish_time":"2020-03-24","authors":"Sergei Maslov; Nigel Goldenfeld","journal":null,"text_body":"biorxiv_medrxiv"},{"doc_id":"bf013151c39358fb0c19ad4dee802a9ccb7fb0ac","title":"ACE-2 Expression in the Small Airway Epithelia of Smokers and COPD Patients: Implications for COVID-19","relevant_section":"There is a worldwide outbreak of COVID-19 coronavirus. Although most patients infected and diagnosed with CVOID-19 disease have mild symptoms, approximately 20% of individuals have demonstrated severe or critically severe disease including symptoms and signs of pneumonia, respiratory failure, septic shock and multi-organ failure. The estimated case-fatality rate is 1-2% [2, 3] .","risk_factor":[],"design":["outbreak"],"rank":6.0,"doi":"10.1101\/2020.03.18.20038455","abstract":"Introduction: Coronavirus disease 2019 (COVID-19) is a respiratory infection caused by the severe acute respiratory syndrome coronavirus2 (SARSCoV-2). This virus uses the angiotensin converting enzyme II (ACE2) as the cellular entry receptor to infect the lower respiratory tract. Because individuals with chronic obstructive pulmonary disease (COPD) are at increased risk of severe COVID19, we determined whether ACE2 expression in the lower airways was related to COPD and cigarette smoking. Methods: Using RNAseq, we determined gene expression levels in bronchial epithelia obtained from cytologic brushings of 6th to 8th generation airways in individuals with and without COPD. We externally validated these results from two additional independent cohorts, which used microarray technologies to measure gene expression levels from 6th to 12th generation airways. Results: In the discovery cohort (n=42 participants), we found that ACE2 expression levels were increased by 48% in the airways of COPD compared with non-COPD subjects (COPD=2.52 (0.66) log2 counts per million reads (CPM) versus non-COPD= 1.70 (0.51) CPM , p=.000762). There was a significant inverse relationship between ACE2 gene expression and FEV1% of predicted (r=negative 0.24; p=0.035). Current smoking also significantly increased ACE2 expression levels compared with never smokers (never current smokers=2.77 (90.91) CPM versus smokers=1.78 (0.39) CPM, p=0.024). These findings were replicated in the two external cohorts. Conclusions: ACE2 expression in lower airways is increased in patients with COPD and with current smoking. These data suggest that these two subgroups are at increased risk of serious COVID19 infection and highlight the importance of smoking cessation in reducing the risk.","publish_time":"2020-03-23","authors":"Janice M Leung; Chen Xi Yang; Anthony Tam; Tawimas Shaipanich; Tillie L Hackett; Gurpreet K Singhera; Delbert R Dorscheid; Don D Sin","journal":null,"text_body":"biorxiv_medrxiv"}]